import React from 'react'
import { Portal1, Portal2 } from '../assets/data'

const Portal = () => {
    return (
        <section >
                <div className='bg-blue py-2 px-3 rounded-t-md'>
                    <h3>
                        Портал хақида
                    </h3>
                </div>
                <div className='bg-white py-2 px-5'>
                    <h2 className='text-black mt-5'>
                        MY.SOLIQ.UZ - СОЛИҚ МАЖБУРИЯТЛАРИНИ БАЖАРИШНИНГ ИШОНЧЛИ ВА ҚУЛАЙ УСУЛИ
                    </h2>
                    <p>
                        Давлат солиқ хизмати органларининг янги “Электрон солиқ хизматлари” портали ишга туширилди.
                        <br />
                        «Электрон давлат хизматлар» портали «Солиқ» ахборот тизимлари комплексини солиқ солиш соҳасида интерактив хизматларни кўрсатиш учун интеграция қилиш лойиҳаси доирасида ишлаб чиқилган.
                        <br />
                        Ушбу лойиҳанинг асосий мақсади –давлат солиқ хизмати органлари томонидан аҳоли ва бизнесга кўрсатиладиган электрон давлат хизматларини оптималлаштириш, уларнинг сифатини ошириш, харажатларни камайтириш ва натижада солиқ тўловчиларнинг хизматлардан фойдаланиш даражасини оширишдан иборат.
                        <br />
                        Қисқа давр ичида Давлат солиқ қўмитасининг маълумотларни қайта ишлаш маркази асосида алоҳида инфратузилма, маълумотлар базаси ва уларни бошқаришда қўлланиладиган дастурий махсулотлар яратилди. Электрон хизматларни бошқариш, уларнинг сифат кўрсаткичларини мониторинг қилиш, фойдаланиш статистикасини шакллантириш ҳамда вертикал назорат олиш бориш учун махсус ахборот тизимлари ишлаб чиқилди.
                        <br />
                        Умуман олганда бугун янги «Электрон солиқ хизматлар» портал ишлаб чиқилиб, тест режимида амалиётга жорий қилинди. Хўш, бу билан нима ўзгарди?
                    </p>
                </div>
                <div className='bg-light-gray m-5 rounded-lg p-6 border-2 border-card-border shadow-inner'>
                    <p className='mb-5'>
                        Порталнинг бош саҳифаси очилганда солиқ органларининг ходими кириб келади ва фойдаланувчиларга янги порталнинг имкониятлари тўғрисида қисқача тушунтиришлар беради.
                    </p>
                    <div className='p-1.5 border-2 border-card-border shadow-inner rounded-lg bg-white'>
                        <img src={Portal1} alt="image" />
                    </div>
                </div>
                <div className='bg-light-gray m-5 rounded-lg p-6 border-2 border-card-border shadow-inner'>
                    <p className='mb-5'>
                        Порталнинг яна бир қулайлиги - бу керакли хизматларни тез ва осон қидириш мумкинлиги. Бунда «Электрон ҳукумат тўғрисидаги» Қонун талабларидан келиб чиқиб, давлат солиқ хизмати органларининг барча электрон давлат хизматлари - интерактив ва ахборот давлат хизматларига сараланган. Бундан ташқари уларни қидиришни янада соддалаштириш мақсадида, мурожаатларни ва ҳисоботларни юбориш, рўйхатга олиш, солиқларни ҳисоблаш ва маълумотномалар олиш каби хизмат йўналишларига ажратилган.
                    </p>
                    <div className='p-1.5 border-2 border-card-border shadow-inner rounded-lg bg-white'>
                        <img src={Portal2} alt="image" />
                    </div>
                </div>
        </section>
    )
}

export default Portal